{
  "JobListings":
  [
    {"CompanyName":"Maple Inc.","JobType":"IT","SalaryRange":"$50,000 - $65,000","CompanySize":"Large","EducationReq":"Bachelors","Responsibilities":"At the Maple Inc. Store, you will maintain customers’ trust in Maple as a skilled technician, troubleshooting and repairing products. You will use your diagnostic and people skills to assure Genius Bar customers of swift resolutions to their technical issues.","CompanyImage":"Maple inc..jpeg"},
    {"CompanyName":"Goggle","JobType":"IT","SalaryRange":"$65,000 - $75,000","CompanySize":"Medium","EducationReq":"Bachelors","Responsibilities":"You will take on the configuration of more complex components such as networks, routers, hubs, bridges, switches and networking protocols. You'll participate in or lead small project teams on larger installations and develop project contingency plans.","CompanyImage":"Goggle.jpeg"},
    {"CompanyName":"Ramason","JobType":"IT","SalaryRange":"$80,000 - $90,000","CompanySize":"Large","EducationReq":"Masters","Responsibilities":"You will be responsible for design, development, test, and deployment of new features and services. You will also contribute to building UI platform and reusable components to enable other teams in delivering delightful, unified, and accessible interfaces.","CompanyImage":"Ramason.jpeg"},
    {"CompanyName":"Triolingo","JobType":"Education","SalaryRange":"$50,000 - $60,000","CompanySize":"Medium","EducationReq":"None","Responsibilities":"Work with the Senior Community Marketing Manager and team to identify opportunities to enhance community and marketing initiatives via resource creation. You will create materials (e.g., worksheets or other printables, infographics and simple illustrations) to support the Triolingo for Schools team’s community and marketing functions.","CompanyImage":"Triolingo.jpeg"},
    {"CompanyName":"Roseto Stone","JobType":"Education","SalaryRange":"$50,000 - $65,000","CompanySize":"Small","EducationReq":"None","Responsibilities":"Help lead writing efforts for Roseto Stone Stories, including giving feedback and approval on storylines and scripts and supervising freelance writer assignments. Set and maintain an extraordinary level of quality for storytelling and engagement.","CompanyImage":"Roseto Stone.jpeg"},
    {"CompanyName":"Capital Two","JobType":"Business","SalaryRange":"$60,000 - $65,000","CompanySize":"Large","EducationReq":"Bachelors","Responsibilities":"As an Expert, whether you work full-time or part-time, you introduce people to the exciting world of Captial Two, having meaningful interactions, offering customized solutions, and turning curious visitors into loyal customers. With a deep understanding of Capital Two products and services, you spend time mentoring team members and serving as a role model for your team.","CompanyImage":"Capital Two.jpeg"},
    {"CompanyName":"Over Armour","JobType":"Business","SalaryRange":"$70,000 - $85,000","CompanySize":"Medium","EducationReq":"Bachelors","Responsibilities":"You will work cross-functionally to help communicate with journalists and other thought leaders; devise specific communications materials and campaigns; engage in face-to-face meetings with commentators and other opinion formers; and develop print and web-based material supporting these campaigns. You will also partner closely with executives within the Finance organization to set internal communications strategies.","CompanyImage":"Over Armour.jpeg"},
    {"CompanyName":"Spetify","JobType":"Business","SalaryRange":"$75,000 - $90,000","CompanySize":"Large","EducationReq":"Masters","Responsibilities":"Your responsibilities include working with members of the AB Sales, Operations, Legal, and Bid/Capture teams, as well as other internal subject matter experts to meet the demands of a rapidly growing, dynamic business. You are a Business Partner to the Sales organization in support of their revenue goals and will help execute goals for the AB Contracts team and support broader AB goals.","CompanyImage":"Spetify.jpeg"},
  ],
  "Status":"OK"
}
